Repository: lusnyak/watt_hub
Catalog: packages/watt_hub_localization/lib/l10n/app_*.arb
Languages: am

source: Next Page
am: Հաջորդ էջ

source: Back
am: Հետ

source: Hello there
am: Բարև ձեզ

# enterYourEmail
source: Please enter your email address. You will receive an OTP code in the next step for the verification process.
am: Խնդրում ենք մուտքագրել ձեր էլփոստի հասցեն: Ստուգման գործընթացի համար հաջորդ քայլում կստանաք OTP կոդը:

source: Email Address
am: Էլփոստի հասցե

# continueText
source: Continue
am: Շարունակել

source: OTP code verification
am: OTP կոդի ստուգում

# sentAnOtpCode
source: We have sent an OTP code to email address. Enter the OTP code below to continue.
am: Մենք ուղարկել ենք OTP կոդը էլեկտրոնային հասցեին: Շարունակելու համար մուտքագրեք OTP կոդը:

source: Didn't receive email?
am: Էլփոստին չե՞ք ստացել:

# pleaseAgree
source: Please agree to the terms and enter a valid email.
am: Խնդրում ենք համաձայնել պայմաններին և մուտքագրել վավեր էլ.փոստ։

source: Privacy Policy
am: Գաղտնիության քաղաքականության

# iAagreeToWattHub
source: I agree to WattHub
am: Ես համաձայն եմ WattHub-ի

# andConfirm
source: and confirm that I am over 17 years old.
am: հետ և հաստատում, որ ես 17 տարեկանից բարձր եմ:

source: resend
am: կրկին ուղարկել

source: Please enter email
am: Խնդրում ենք մուտքագրել էլ․փոստ

source: Please enter a valid email
am: Խնդրում ենք մուտքագրել վավեր էլ․փոստի հասցե

source: Requests
am: Հարցումներ

# hourlyRate
source: hr
am: Ժամավճար:

source: Location
am: Գտնվելու վայրը

source: Street:
am: Փողոց:

source: Navigate
am: Նավարկել

source: Share Location
am: Կիսվել վայրով

source: Service Information
am: Ծառայության տեղեկատվություն

source: Max
am: Մաքս:

source: Available hours:
am: Հասանելի ժամեր:

source: Connector Type
am: Միակցիչի տեսակը

source: Contact
am: Կոնտակտային տվյալներ

source: Select
am: Ընտրել
